
global.settings = {
    title: "",
    description: "",
    minimumPrice: 2000,
    deliveryPrice: 0,
    tax:17,
    isWithStock: true,
    isOpenWorld: true,
    email: "bake@margaret.co.il",
    location: "אזור תעשייה מעלה שומרון",
    phoneSupport: "0546030336",
    fax: "",
    footerDescription1: "מרגרט אומנות המאפה' נוסדה מתוך תשוקה משפחתית לעולם האפייה והרצון להצליח להעביר את הסודות, האיכות והסטנדרט של האפייה הביתית לכלל בתי המאפה בישראל. במשך שנים, בשקט בשקט, מרגרט מובילה את תחום מאפי הפרימיום הקפואים ומכירתם לבתי מאפה, בתי קפה וליצרנים המובילים ברחבי הארץ תוך שמירה על מגע עבודת היד והטריות שכה מא־פיינים את האפייה הביתית.",
    footerDescription2: "אנו מתמחים במוצרי מאפה פרימיום העשויים מחומרי הגלם האיכותיים ביותר ובסטנדרט הגבוה ביותר. ליין המוצרים שלנו כולל עוגות בחושות, מאפים מתוקים ומלוחים, ועוגות קראנג' עסיסיות. בנוסף, אנו מובילים ליין מוצרים טבעוניים מהאיכותיים בישראל. כלל המוצרים שלנו מושתתים על מתכונים ביתיים שהותאמו במיוחד לליין ייצור מסחרי ומיוצרים מחומרי הגלם האיכותיים ביותר.",
    footerDescription3: "",
    primaryColor: "#886c40",
    secondaryColor: "#CEA849",
    oneSignalKey: "a7ffa13e-88a2-4a17-8212-79ea77e08741",
    paymentSystem: "none"
}
        